[Quartermaster X2SoldierClassTemplate]
+DisplayName="Quartermaster"
+ClassSummary="Where do I carry all these things?"
+LeftAbilityTreeTitle="Packrat"
+RightAbilityTreeTitle="Supply Carrier"
AbilityTreeTitles[0]="Quartermaster"
AbilityTreeTitles[1]="XCOM"
AbilityTreeTitles[2]="Pistols"
AbilityTreeTitles[3]="Supply"
AbilityTreeTitles[4]="Demand"

+RandomNickNames[0]="Packrat"
+RandomNickNames[1]="Carrier"
+RandomNickNames[2]="Hoarder"
+RandomNickNames[3]="Boss"
+RandomNickNames[4]="Officer"
+RandomNickNames[5]="Comrade"
